{
  "i173": {
    "prompt_type": 1,
    "support_yes": {
      "relevant_facts": [
        {
          "describe": "cut premature deaths",
          "sentences": [
            "The introduction of home air-conditioning in the United States has cut premature deaths on hot days by 75 percent since 1960, another study has shown. ",
            "That is why both Dr. Davis and Dr. Birol say the solution lies not in convincing countries to forgo air-conditioners, but in making air-conditioning more energy efficient. "
          ]
        },
        {
          "describe": "forgoing air-conditioning can be deadly",
          "sentences": [
            "And when it gets hot, forgoing air-conditioning can be deadly. ",
            "The heat wave that plagued Chicago in 1995 killed more than 700 people, while the 2003 European heat wave and 2010 Russian heat wave killed tens of thousands each. "
          ]
        },
        {
          "describe": "some place is unbelievably hot",
          "sentences": [
            "“If you look at cooling degree days for Chennai or Mumbai, these are places that have twice as many cooling degree days as the hottest city in the U.S., Miami,” said Lucas Davis, director of the Energy Institute at the Haas School of Business of the University of California, Berkeley. ",
            "“It’s unbelievably hot — there’s nothing in the U.S. that compares in terms of heat to these cities in India.”"
          ]
        }
      ]
    },
    "support_no": {
      "relevant_facts": [
        {
          "describe": "growing concern of other countries",
          "sentences": [
            "But there is growing concern that as other countries adopt America’s love of air-conditioners, the electricity used to power them will overburden electrical grids and increase planet-warming emissions."
          ]
        },
        {
          "describe": "growth in air-conditioning",
          "sentences": [
            "The energy agency predicts much of the growth in air-conditioning will occur in India, China and Indonesia.",
            "As incomes in those countries rise, however, more people are installing air-conditioners in their homes. "
          ]
        },
        {
          "describe": "International Energy Agency report",
          "sentences": [
            "If left unchecked, by 2050 air-conditioners would use as much electricity as China does for all activities today.",
            "The number of air-conditioners worldwide is predicted to soar from 1.6 billion units today to 5.6 billion units by midcentury, according to a report issued Tuesday by the International Energy Agency."
          ]
        },
        {
          "describe": "greenhouse gas, global warming",
          "sentences": [
            "Greenhouse gas emissions released by coal and natural gas plants when generating electricity to power those air-conditioners would nearly double, from 1.25 billion tons in 2016 to 2.28 billion tons in 2050, the report says.",
            "Those emissions would contribute to global warming, which could further heighten the demand for air-conditioning."
          ]
        },
        {
          "describe": "make the surrounding neighborhood warmer",
          "sentences": [
            "And because air-conditioners work in part by venting hot air outside, they also make the surrounding neighborhood warmer. ",
            "By some estimates air-conditioning can raise overnight temperatures by about two degrees Fahrenheit (one degree Celsius) in some cities, the report said.",
            "Practically speaking, if enough of your neighbors buy an air-conditioner it may increase the temperature in your home enough to drive you to do the same."
          ]
        }
      ]
    },
    "solution": [
      "That is why both Dr. Davis and Dr. Birol say the solution lies not in convincing countries to forgo air-conditioners, but in making air-conditioning more energy efficient. ",
      "That could cut by half the additional energy demand for cooling in the coming years."
    ],
    "general_info": [
      "More than crickets and fireflies, more than baseball and cookouts, perhaps nothing signals the arrival of summer in the United States like the soft familiar whir of air-conditioning.",
      "Right now air-conditioning is concentrated in a handful of countries, mainly in the United States and Japan, and increasingly in China.",
      "While 90 percent of American households have air-conditioning, “When we look in fact at the hot countries in the world, in Africa, Asia, Latin America and the Middle East, where about 2.8 billion people live, only about 8 percent of the population owns an air-conditioner,” said Fatih Birol, executive director of the energy agency.",
      "Researchers have found that climate change made the European heat wave deadlier and the Russian heat wave more likely.",
      "“If you look at cooling degree days for Chennai or Mumbai, these are places that have twice as many cooling degree days as the hottest city in the U.S., Miami,” said Lucas Davis, director of the Energy Institute at the Haas School of Business of the University of California, Berkeley. ",
      "“It’s unbelievably hot — there’s nothing in the U.S. that compares in terms of heat to these cities in India.”",
      "India is already one degree Fahrenheit warmer on average than it was a century ago.",
      "Many air-conditioners on sale in India today use twice as much electricity to provide the same amount of cooling as more efficient units, Dr. Davis said.",
      "On the other end of the spectrum, air-conditioners sold in Japan and the European Union tend to be 25 percent more efficient than units sold in the United States and China."
    ]
  },
  "i177": {
    "prompt_type": 2,
    "solution": [
      "sen1",
      "sen2"
    ],
    "general_info": {
      "relevant_facts": [
        {
          "describe": "General facts",
          "sentences": [
            "More than crickets and fireflies, more than baseball and cookouts, perhaps nothing signals the arrival of summer in the United States like the soft familiar whir of air-conditioning.",
            "sen2"
          ]
        },
        {
          "describe": "greenhouse gas",
          "sentences": [
            "sen1",
            "sen2"
          ]
        }
      ]
    }
  }
}